/*
   Localizable.strings for EN language
   CalJ

   Created by Gabriel Zerbib on 21/06/09.
   Copyright 2009 Plenitech. All rights reserved.
 */

"LANGUAGE" = "ru";

"LabelTitleFavCities" = "Мои избранные города";
"LabelTitleCities" = "Мои города";
"LabelButtonAlertFavAdded" = "OK";

"TitleInternetError" = "Ошибка соединения";
"MessageInternetError" = "CalJ не может соедениться с Интернет.";
"MessageErrorTimezone" = "Таймзона не может быть определена.";

"TabTimes" = "Дата";
"TabMonth" = "Месяц";
"TabHolidays" = "Праздники";
"TabSettings" = "Настройки";
"TabBirkatHamazon" = "Еще";
"TitleChangeDate" = "Изменить дату";
"TitleBirkatHamazon" = "Биркат ha-Мазон";

"CellAbout" = "О программе CalJ";
"CellNews" = "Последние новости";
"CellLanguage" = "Язык";

"ButtonCancel" = "Отмена";
"ButtonSelect" = "Выбрать";
"ButtonThisYear" = "Текущий год";
"ButtonToday" = "Сегодня";
"LabelYear" = "Год";
"LabelDate" = "Дата";

"AlertCalendarTitle" = "Перейти в календарь";

"LabelNight" = "ночь";
"LabelTo" = "к";
"LabelAnd" = "и";

"LabelCityNotDefined" = "Город не определен";
"LabelHebrewText" = "Показать на Иврите";
"Rosh Chodesh" = "Рош Ходеш";
"LabelNextRoshChodesh" = "Следующий Рош Ходеш:";
"LabelNextHoliday" = "Следующий праздник:";
"LabelShabbat" = "Шаббат";
"LabelShabbatMevarchim" = "Шаббат мевархим";
"LabelShabbatRoshChodesh" = "Шаббат Рош Ходеш";
"LabelParashat" = "Глава Торы:";
"LabelCurrentLocation" = "Локация";
"LabelStartGeoloc" = "Найти меня";
"LabelLatitude" = "Широта";
"LabelLongitude" = "Долгода";
"LabelTimezone" = "Таймзона";
"LabelCityName" = "Город";
"LabelPleaseWait" = "Пожалуйста подождите...";
"LabelAutoDetectTZ" = "Автодетекция...";
"LabelSearchCity" = "Поиск города";
"SearchCityBarTitle" = "Поиск города";
"LabelPromptCitySearchBar" = "Введите название города";
"LabelAddCityToFavourites" = "Добавить город в закладки";
"LabelColorMode" = "Дневная цветовая схема";
"LabelBigFont" = "Большие шрифты";

"LabelZmanimSection" = "Зманим:";
"zmanAlotHaShachar" = "Рассвет (Алот Ашахар)";
"zmanBeginTefilin" = "Облачение в талит и тфилин";
"LabelZmanimBeginTefilinShabbat" = "Самое раннее чтение Шма";
"zmanNetz" = "Восход солнца (Анец ахама)";
"zmanLatestShemaGRA" = "Самое позднее чтения Шма GR\"A";
"zmanLatestShemaMA" = "Самое позднее чтения Шма M\"A";
"zmanLatestTefilaGRA" = "Самое позднее чтение Шахарит GR\"A";
"zmanLatestTefilaMA" = "Самое позднее чтение Шахарит M\"A";
"zmanChatzot" = "Полдень (Хацот ha-Йом)";
"zmanChatzotLaila" = "Полночь (Хацот алайла)";
"zmanMinchaGdola" = "Самое раннее время Минхи (Минха гдола) ";
"zmanMinchaQtana" = "Минха ктана (“Малая минха”)";
"zmanPlag" = "Плаг ha-Минха (“Полу-минха”)";
"zmanShqiya" = "Заход солнца (Шкиа)";
"zmanTzeitHaKochavim" = "Выход звезд (Цет Акохавим)";
"zmanRabenuTam" = "Рабейну Там";
"LabelZmanimShaaGRA" = "Шаа зманит GR\"A";
"LabelOmer" = "Омер:";
"LabelOmerDay" = "день";
"LabelOmerNight" = "ночь";

"LabelExtraBirkatSef" = "Сефард";
"LabelExtraBirkatAsh" = "Ашкеназ";
"SectionBircatHamazon" = "Биркат ha-Мазон";
"SectionBircatMeeinShalosh" = "Брахот +";
"SectionBethLoubavitch" = "Публикации (Французский)";

"LabelDafYomi" = "Показывать Даф Йоми";
"LabelDafYomiField" = "Даф Йоми:";

"LabelOmerNotif" = "Напоминание об Омер";
"LabelOmerCaptionNone" = "Отключить";
"LabelOmerCaptionStars" = "Выход звезд (Цет Акохавим)";

"LabelTachanun" = "Показывать Таханун";
"LabelTachanunViewYes" = "С Таханун";
"LabelTachanunViewYesMorning" = "Таханун: утро";
"LabelTachanunViewNo" = "Без Таханун";
"LabelTachanunViewYesShabbat" = "до шаббата в пт.";

"LabelSectionCustomEvents" = "Настроить события";
"LabelSectionDisplay" = "Отображение";
"LabelSectionHalacha" = "Алаха";
"LabelSectionReminders" = "Напоминания";


"LabelCustomEvents" = "Мои события";
"PhEventName" = "Заголовок";
"LabelEventIsHazcara" = "Йорцайт:";
"LabelEventIsAshkenaz" = "Ашкеназская традиция:";
"LabelListCustomEvents" = "Список моих событий";
"LabelListCustomEventsInHolidays" = "в список праздников";
"LabelCustomEventsNotif" = "Оповещения";
"LabelCustomEventsNotifTime" = "Время оповещения";
"LabelAlarmNone" = "Нет";
"LabelAlarmSameDay" = "В этот же день";
"LabelAlarmOneDay" = "За один день";
"LabelAlarmTwoDays" = "За два дня";
"LabelAlarmOneWeek" = "За неделю";
"LabelAlarmTwoWeeks" = "За две недели";
"LabelEventsDoRepeat" = "Повторять каждый год";

"TitleImportCustomEvents" = "Настроить даты";
"MessageImportCustomEventsSuccess" = "Импортировано успешно.";
"MessageImportCustomEventsError" = "Данные которые вы ввели неверны.";
"HintImportCustomEvents" = "Вставьте сюда код со страницы экспорта для того чтобы импортировать ваши собственные.";
"HintExportCustomEvents" = "Скопируйте и отправьте следующий код, для использования на страницы импорта в CalJ приложении.";

"HTMLAbout" = "about-en.html";

"ShortDaySun" = "Вс";
"ShortDayMonday" = "Пн";
"ShortDayTuesday" = "Вт";
"ShortDayWednesday" = "Ср";
"ShortDayThursday" = "Чт";
"ShortDayFriday" = "Пт";
"ShortDaySat" = "Сб";

"HolidayRoshHashana" = "Рош ha-Шана";
"HolidayGedalia" = "Пост Гедалии (3д. Тишрея)";
"HolidayYomKippur" = "Йом Кипур";
"HolidaySuccot" = "Суккот";
"HolidayHoshaanaRabba" = "Хошанна Раба (7д. Суккот)";
"HolidayShminiAtseret" = "Шмини́ Аце́рет + Симхат Тора";
"HolidayChanuka" = "Ханука";
"HolidayTevet10" = "Пост Десятого тевета (10д. Тевета)";
"HolidayShvat15" = "Ту би-Шват";
"HolidayPurimKatan" = "Пурим Катан";
"HolidayPurimFast" = "Пост Эстер";
"HolidayPurim" = "Пурим";
"HolidayPurimShushan" = "Шушан Пурим";
"HolidayPesach" = "Песах";
"HolidayYomHaShoa" = "День памяти жертв Холокоста";
"HolidayYomHaZicaron" = "День памяти";
"HolidayYomHaAtsmaut" = "День независимости Израиля";
"HolidayYomYerushalaim" = "День Иерусалима";
"HolidayPesachSheni" = "Песах шени (Второй Песах)";
"HolidayLagBaOmer" = "Лаг ба-Омер";
"HolidayShavuot" = "Шавуот";
"HolidayTamuz17" = "Пост Семнадцатого тамуза";
"HolidayAv9" = "День траура (9д. Ава)";
"HolidayAv15" = "Ту-Бе Ав (15д. Ава)";

"HDate_LongMonth_1" = "Ниссан";
"HDate_LongMonth_2" = "Ияр";
"HDate_LongMonth_3" = "Сиван";
"HDate_LongMonth_4" = "Тамуз";
"HDate_LongMonth_5" = "Ав";
"HDate_LongMonth_6" = "Элул";
"HDate_LongMonth_7" = "Тишрей";
"HDate_LongMonth_8" = "Чешван";
"HDate_LongMonth_9" = "Кислев";
"HDate_LongMonth_10" = "Тевет";
"HDate_LongMonth_11" = "Шват";
"HDate_LongMonth_12" = "Адар";
"HDate_LongMonth_AdarI" = "Адар ришон";
"HDate_LongMonth_13" = "Адар шени";

"SpecialParasha_1" = "Захор";
"SpecialParasha_2" = "Шкалим";
"SpecialParasha_3" = "haХодеш";
"SpecialParasha_4" = "Парах";

"Parasha_0" =   "Брейшит";
"Parasha_1" =	"Ноах";
"Parasha_2" =	"Лех Леха";
"Parasha_3" =	"Ваера";
"Parasha_4" =	"Хаей Сара";
"Parasha_5" =	"Толдот";
"Parasha_6" =	"Ваяцэ";
"Parasha_7" =	"Ваишлах";
"Parasha_8" =	"Ваешев";
"Parasha_9" =	"Микец";
"Parasha_10" =	"Ваигаш";
"Parasha_11" =	"Ваехи";
"Parasha_12" =	"Шмот";
"Parasha_13" =	"Ваэра";
"Parasha_14" =	"Бо";
"Parasha_15" =	"Бешалах";
"Parasha_16" =	"Итро";
"Parasha_17" =	"Мишпатим";
"Parasha_18" =	"Трума";
"Parasha_19" =	"Тецаве";
"Parasha_20" =	"Тиса";
"Parasha_21" =	"Ваягель";
"Parasha_22" =	"Пкудей";
"Parasha_23" =	"Ваикра";
"Parasha_24" =	"Цав";
"Parasha_25" =	"Шмини";
"Parasha_26" =	"Тазриа";
"Parasha_27" =	"Мецора";
"Parasha_28" =	"Ахарей";
"Parasha_29" =	"Кдошим";
"Parasha_30" =	"Эмор";
"Parasha_31" =	"Бегар";
"Parasha_32" =	"Бехукотай";
"Parasha_33" =	"Бемидбар";
"Parasha_34" =	"Насо";
"Parasha_35" =	"Бегаалотха";
"Parasha_36" =	"Шлах";
"Parasha_37" =	"Корах";
"Parasha_38" =	"Хукат";
"Parasha_39" =	"Балак";
"Parasha_40" =	"Пинхас";
"Parasha_41" =	"Матот";
"Parasha_42" =	"Масэй";
"Parasha_43" =	"Дварим";
"Parasha_44" =	"Ваэтханан";
"Parasha_45" =	"Экев";
"Parasha_46" =	"Ръэ";
"Parasha_47" =	"Шофтим";
"Parasha_48" =	"Тецэ";
"Parasha_49" =	"Таво";
"Parasha_50" =	"Ницавим";
"Parasha_51" =	"Ваялех";
"Parasha_52" =	"Гаазину";
"Parasha_53" =	"Безот Габраха";


"Birkat_Psaume123" = "Псалом 123:";
"Birkat_Title_Sefaradic" = "Биркат ha-Мазон Сефарды";
"Birkat_Title_Ashkenaz" = "Биркат ha-Мазон Ашкенази";
"Birkat_Zimoun" = "Совместное благословление:";
"Birkat_OnRepond" = "Ответ:";
"Birkat_IlReprend" = "Он продолжает:";
"Birkat_Minyan" = "10 мужчин (Миньян)";
"Birkat_BeginBirkatHamazon" = "Если не совместное благословение, начинают тут:";
"Birkat_LowVoice" = "в полголоса";
"Birkat_GuestMevarech" = "Гость благословляет хозяина:";
"Birkat_OnContinue" = "Продолжают:";
"Birkat_Succot" = "Суккот:";
"Birkat_Purim" = "Пурим:";
"Birkat_Chanuka" = "Ханука:";
"Birkat_RoshChodesh" = "Рош Ходеш:";
"Birkat_Teshuva" = "10 дней Тшувы:";
"Birkat_DidMealStartBeforeStars" = "Началась ли трапеза до выхода звезд?";
"Yes" = "Да";
"No" = "Нет";


"BirkatMeeinShalosh_Title" = "Меэин Шалош";
"TefilatHaderekh_Title" = "Молитва в дорогу";

"Birkat_Pesach" = "Песах:";
"Birkat_5Cereals" = "Над пятью злаковыми:";
"Birkat_5CerealsIsrael" = "Над пятью злаковыми [из Эрец Исраэл]:";
"Birkat_Wine" = "Над вином:";
"Birkat_WineIsrael" = "Над вином [из Эрец Исраэл]:";
"Birkat_7Fruits" = "Над семью фруктами:";
"Birkat_7FruitsIsrael" = "Над семью фруктами [из Эрец Израэл]:";

"BoreiNefashot_Title" = "Борей Нефешот";
"Qaddish_Title" = "קדיש Каддиш";
"AsherYatsar_Title" = "אשר יצר Ашер Йацар";
"AsherYatsar_File" = "asher-yatsar-en";

"AlertRoshChodesh" = "Рош Ходеш ночью";
"AlertRoshChodesh2" = "Рош Ходеш ночью (2 дня)";
"AlertShabbatRC" = "Шаббат Рош Ходеш";
"AlertShabbatRC2" = "Шаббат Рош Ходеш (2 дня)";
"LabelRoshChodeshNotif" = "Рош Ходеш напоминание";
"LabelRoshChodeshNotif-0" = "Выкл";
"LabelRoshChodeshNotif-1" = "За 1 день";
"LabelRoshChodeshNotif-2" = "За 2 дня";

"LabelShabbatReminder-0" = "Выкл";
"LabelShabbatReminder-1" = "30 мин. до";
"LabelShabbatReminder-2" = "1 ч. до";
"AlertShabbatReminderBody" = "Подготовьтесь к Шаббату! (%@)";



"qrcode.title" = "QR Код";
"qrcode.caption" = "Покажи этот код друзьям: просканируй и скачай CalJ прямо сейчас!";
"TwitterText" = "Скачать CALJ - БЕСПЛАТНЫЙ Еврейский Календарь via @calj_net https://calj.net/app";
"Share.title" = "Поделиться CalJ с друзьями";
"Share.cancel" = "Отмена";

"LabelSupport" = "Тех. поддержка";
"LabelSharePost" = "Рассказать друзьям";
"LabelShareFollow" = "Follow @calj_net";
"LabelDonate" = "Поддержать проект CalJ";
"LabelWhyDonate" = "Делая даже небольшой вклад вы помогаете сохранить это приложение бесплатным.";
"TwitterAccount" = "calj_net";
"ShareEmailText" = "Скачать CalJ: БЕСПЛАТНОЕ полнофункциональное приложение Еврейский Календарь";
"ShareEmailSubject" = "CALJ";


"ExportCalendarError.Title" = "Ошибка передеачи";

"ExportCalendarError.Message" = "Ошибка возникла при передаче дат в календарь вашего устройства. Пожалуйста проверьте настройки приватности и то, что календарь в системе Станадртный";
"ExportCalendarError.Cancel" = "Отмена";


"DafYomiSiumDays" = "(Даф Йом через %d дней)";
"DafYomiSiumTomorrow" = "(Даф Йом завтра)";
"DafYomiSiumToday" = "(Даф Йом сегодня!)";

"Eve" = "Событие";

"Notifications are disabled" = "Некоторые функции CalJ требуют включения Уведомлений. Нажмите чтобы перейти к настройкам устройства.";



"AlertCalendarMsgSuppressOrAdd" = "Что вы заходите сделать с событием из календаря по своему выбору?";
"ButtonEraseFromCalendar" = "Удалить из календаря…";
"ButtonAddToCalendar" = "Записать в календарь…";
"Remove from which calendar?" = "Из какого календаря удалить?";
"Insert into which calendar?" = "В какой календарь вставить?";

"LanguageListRestartTheApp" = "Перезапустить приложение с:";
"Psalm119_Title" = "Псалм 119 (קיט) Alpha-Beta";

"LabelHilulot" = "Показать хилулот";

"TitleShabbatSelector" = "Найти шаббат";
"motsa\"sh" = "Мотца\"ш";
"LabelLevana" = "Биркат ha-Левана";
"LabelMinchaGdolaLachumra" = "Минха Гдола Лахумра";
"Tikun_Title" = "Тикун Хаклали תיקון הכללי";
"דף יומי :" = "Daf Yomi :";


"WizardNeedToKnowYourLocation" = "CalJ нужно знать в каком городе вы находитесь, для того чтобы вычислить все Зманим. Следующим шагом вы сможете настроить GPS определение или поиск города по названию.";

"WizardFailedReverseGeocoding" = "CalJ не удалось подключится к Интернет и найти название вашего города. Это не является проблемой для вычисления Зманим, мы просто посчитаем ваше расположение через GPS координаты (как будто вы находитесь в своем собственном городе). Пожалуйста выберите Таймзону вручную на следующей вкладке если необходимо.";

